---

INSERT INTO dictionary.bic
           (bic_code
           ,is_active
           ,business_day
           ,version
           ,participant_name
           ,country_code
           ,region_code
           ,postal_index
           ,locality_type
           ,locality_name
           ,address
           ,date_in
           ,date_out
           ,participant_type
           ,transfer_service
           ,exchange_participant
           ,bic_uid
           ,participant_status
           ,registration_number
           ,parent_bic
           ,english_name
           ,restriction_code
           ,restriction_date
           ,swift_bic
           ,default_swift_bic
           ,successor_bic
           ,directory_version
	   
		   )
     VALUES

('000396186',1,'20220721',4,'Отдел N 14 УФК по Краснодарскому краю_TEST','RU',3,'354024','г','Сочи','Курортный пр-т, 108/6','20110111',NULL,52,3,1,'0396000186','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('000510022',1,'20220721',3,'УФК по Приморскому краю','RU',5,'690091','г','Владивосток','ул Светланская, 69','20141231',NULL,52,3,1,'0510000022','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('000816041',1,'20220721',3,'УФК по Хабаровскому краю','RU',8,'680000','г','Хабаровск','ул Дзержинского, 41','20110303',NULL,52,3,1,'0816000041','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('000825040',1,'20220721',3,'УФК по Хабаровскому краю','RU',8,'680000','г','Хабаровск','ул Дзержинского, 41','20110302',NULL,52,3,1,'0825000040','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('004525987',1,'20220721',3,'УФК ПО МОСКОВСКОЙ ОБЛАСТИ','RU',45,'115114','г','Москва','ул Дербеневская, 5','20160914',NULL,52,3,1,'4525000987','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('004525988',1,'20220721',3,'УФК ПО Г. МОСКВЕ','RU',45,'115191','г','Москва','3-я Рощинская ул, 3, стр 1','20160920',NULL,52,3,1,'4525000988','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('007162163',1,'20220721',3,'УФК по Ханты-Мансийскому автономному округу-Югре','RU',71,'628012','г','Ханты-Мансийск','ул Карла Маркса, 12','19951218',NULL,52,3,1,'7162000163','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('007182108',1,'20220721',3,'УФК  ПО ЯМАЛО-НЕНЕЦКОМУ АВТОНОМНОМУ ОКРУГУ','RU',71,'629007','г','Салехард','ул Республики, 43','19971128',NULL,52,3,1,'7182000108','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('007749104',1,'20220721',3,'УФК по Чукотскому автономному округу','RU',77,'689000','г','Анадырь','ул Мира, 10','20110503',NULL,52,3,1,'7749000104','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010052192',1,'20221020',1,'УФК по Луганской Народной Республике','RU',0,'91055','г','Луганск','ул. Луначарского, д.93','20221020',NULL,52,1,0,'0052002192','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010053193',1,'20221206',1,'УФК по Херсонской области','RU',0,'73003','г','Херсон','ул. Старообрядницкая, д.21','20221031',NULL,52,1,1,'0053002193','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010054194',1,'20221213',2,'УФК по Запорожской области','RU',0,'72312','г','Мелитополь','ул. Михаила Грушевского, д.11','20221020',NULL,52,1,1,'0054002194','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010173001',1,'20220721',3,'УФК по Алтайскому краю','RU',1,'656043','г','Барнаул','Красноармейский пр-т, 9','20000101',NULL,52,3,1,'0173001001','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010349101',1,'20220721',3,'УФК по Краснодарскому краю','RU',3,'350000','г','Краснодар','ул Карасунская, 155','19940630',NULL,52,3,1,'0349001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010407105',1,'20220721',3,'УФК по Красноярскому краю','RU',4,'660022','г','Красноярск','ул Партизана Железняка, 44 Д','20000101',NULL,52,3,1,'0407001105','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010507002',1,'20220721',3,'УФК по Приморскому краю','RU',5,'690091','г','Владивосток','ул Светланская, 69','19930628',NULL,52,3,1,'0507001002','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010702101',1,'20220721',3,'УФК по Ставропольскому краю','RU',7,'355031','г','Ставрополь','ул Партизанская, 1 В','19970219',NULL,52,3,1,'0702001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('010813050',1,'20220721',3,'УФК по Хабаровскому краю','RU',8,'680000','г','Хабаровск','ул Дзержинского, 41','19940706',NULL,52,3,1,'0813001050','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('011012100',1,'20220721',3,'УФК по Амурской области','RU',10,'675000','г','Благовещенск','ул Ленина, 108','19940715',NULL,52,3,1,'1012001100','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('011117401',1,'20220721',3,'УФК по Архангельской области и Ненецкому автономному округу','RU',11,'163000','г','Архангельск','ул Карла Либкнехта, 2','20000101',NULL,52,3,1,'1117001401','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('011203901',1,'20220721',3,'УФК по Астраханской области','RU',12,'414056','г','Астрахань','ул Латышева, 6 Г','20000101',NULL,52,3,1,'1203001901','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('011403102',1,'20220721',3,'УФК по Белгородской области','RU',14,'308010','г','Белгород','пр-т Б. Хмельницкого, 139','19940505',NULL,52,3,1,'1403001102','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('011501101',1,'20220721',3,'УФК по Брянской области','RU',15,'241050','г','Брянск','ул Крахмалева, 61','19950215',NULL,52,3,1,'1501001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('011708377',1,'20220721',3,'УФК по Владимирской области','RU',17,'600000','г','Владимир','Октябрьский пр-т, 3','20000101',NULL,52,3,1,'1708001377','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('011806101',1,'20220721',3,'УФК по Волгоградской области','RU',18,'400131','г','Волгоград','ул Коммунистическая, 28 А','19941223',NULL,52,3,1,'1806001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('011909101',1,'20220721',3,'УФК ПО ВОЛОГОДСКОЙ ОБЛАСТИ','RU',19,'160000','г','Вологда','ул Предтеченская, 10','20000101',NULL,52,3,1,'1909001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('012007084',1,'20220721',3,'УФК по Воронежской области','RU',20,'394006','г','Воронеж','ул Куцыгина, 15 А','20000101',NULL,52,3,1,'2007001084','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('012202102',1,'20220721',3,'УФК по Нижегородской области','RU',22,'603082','г','Нижний Новгород','Кремль, к 1 а','19950714',NULL,52,3,1,'2202001102','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('012406500',1,'20220721',3,'УФК по Ивановской области','RU',24,'153038','г','Иваново','пр. Строителей, 21','20000101',NULL,52,3,1,'2406001500','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('012520101',1,'20220721',3,'УФК ПО ИРКУТСКОЙ ОБЛАСТИ','RU',25,'664003','г','Иркутск','ул Фурье, 1','19940715',NULL,52,3,1,'2520001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('012618001',1,'20220721',3,'УФК по Республике Ингушетия','RU',26,'386001','г','Магас','ул А.Горчханова, 7','20000101',NULL,52,3,1,'2618001001','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('012748051',1,'20220721',3,'УФК по Калининградской области','RU',27,'236022','г','Калининград','ул Зоологическая, 27 А','20000101',NULL,52,3,1,'2748001051','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('012809106',1,'20220721',3,'УФК по Тверской области','RU',28,'170036','г','Тверь','Петербургское ш, 53 А','20000101',NULL,52,3,1,'2809001106','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('012908002',1,'20220721',3,'УФК по Калужской области','RU',29,'248009','г','Калуга','ул Грабцевское Шоссе, 39','20000101',NULL,52,3,1,'2908001002','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('013002402',1,'20220721',3,'УФК по Камчатскому краю','RU',30,'683003','г','Петропавловск-Камчатский','ул. Ленинградская, 89','20071224',NULL,52,3,1,'3002001402','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('013207212',1,'20220721',3,'УФК по Кемеровской области - Кузбассу','RU',32,'650993','г','Кемерово','ул Мичурина, 54','20000101',NULL,52,3,1,'3207001212','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('013304182',1,'20220721',3,'УФК по Кировской области','RU',33,'610019','г','Киров','ул Карла Либкнехта, 69','20000101',NULL,52,3,1,'3304001182','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('013469126',1,'20220721',3,'УФК ПО КОСТРОМСКОЙ ОБЛАСТИ','RU',34,'156961','г','Кострома','ул Красноармейская, 8','20000101',NULL,52,3,1,'3469001126','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('013510002',1,'20220721',3,'УФК по Республике Крым','RU',35,'295015','г','Симферополь','ул Севастопольская, 19','20140410',NULL,52,3,1,'3510001002','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('013601205',1,'20220721',3,'УФК по Самарской области','RU',36,'443110','г','Самара','ул Ново-Садовая, 24 А','19931011',NULL,52,3,1,'3601001205','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('013735150',1,'20220721',3,'УФК по Курганской области','RU',37,'640018','г','Курган','ул Савельева, 23','20000101',NULL,52,3,1,'3735001150','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('013807906',1,'20220721',3,'УФК ПО КУРСКОЙ ОБЛАСТИ','RU',38,'305000','г','Курск','ул Володарского, 22','20000101',NULL,52,3,1,'3807001906','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('014030106',1,'20220721',3,'УФК по г.Санкт-Петербургу','RU',40,'197101','г','Санкт-Петербург','ул Котовского, 1/10','19971231',NULL,52,3,1,'4030001106','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('014106101',1,'20220721',3,'УФК по Ленинградской области','RU',41,'196066','г','Санкт-Петербург','ул Варшавская, 63, к 1','20000101',NULL,52,3,1,'4106001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('014206212',1,'20220721',3,'УФК ПО ЛИПЕЦКОЙ ОБЛАСТИ','RU',42,'398050','г','Липецк','ул Интернациональная, 5','20000101',NULL,52,3,1,'4206001212','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('014442501',1,'20220721',3,'УФК по Магаданской области','RU',44,'685000','г','Магадан','Пролетарская ул, 25, к 1','20080611',NULL,52,3,1,'4442001501','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('014705901',1,'20220721',3,'УФК по Мурманской области','RU',47,'183010','г','Мурманск','пр-т Кирова, 14/2','20000101',NULL,52,3,1,'4705001901','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('014959900',1,'20220721',3,'УФК ПО НОВГОРОДСКОЙ ОБЛАСТИ','RU',49,'173015','г','Великий Новгород','ул Нехинская, 10','20000101',NULL,52,3,1,'4959001900','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('015004950',1,'20220721',3,'УФК по Новосибирской области','RU',50,'630008','г','Новосибирск','ул Кирова, 3/1','20091218',NULL,52,3,1,'5004001950','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('015209001',1,'20220721',3,'УФК по Омской области','RU',52,'644099','г','Омск','ул Красногвардейская, 9','19940705',NULL,52,3,1,'5209001001','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('015354008',1,'20220721',3,'УФК по Оренбургской области','RU',53,'460014','г','Оренбург','ул Левашова, 20','20000101',NULL,52,3,1,'5354001008','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('015402901',1,'20220721',3,'УФК по Орловской области','RU',54,'302027','г','Орёл','ул Матвеева, 7','20000101',NULL,52,3,1,'5402001901','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('015655003',1,'20220721',3,'УФК по Пензенской области','RU',56,'440008','г','Пенза','ул Ставского, 11','19940317',NULL,52,3,1,'5655001003','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('015773997',1,'20220721',3,'УФК по Пермскому краю','RU',57,'614000','г','Пермь','ул Петропавловская, 55 А','19991004',NULL,52,3,1,'5773001997','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('015805002',1,'20220721',3,'УФК по Псковской области','RU',58,'180000','г','Псков','ул Гоголя, 55/78','20000101',NULL,52,3,1,'5805001002','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016015102',1,'20220721',3,'УФК по Ростовской области','RU',60,'344019','г','Ростов-на-Дону','пл Свободы, 7/2','19940511',NULL,52,3,1,'6015001102','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016081973',1,'20220721',3,'Федеральное казначейство','RU',45,'101000','г','Москва','Большой Златоустинский пер., д.6, стр. 1','20050211',NULL,51,3,1,'4501002900','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016126031',1,'20220721',3,'УФК по Рязанской области','RU',61,'390000','г','Рязань','ул Петрова, 3','20000101',NULL,52,3,1,'6126001031','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016311121',1,'20220721',3,'УФК по Саратовской области','RU',63,'410056','г','Саратов','ул Ильинская, 1/6','19980101',NULL,52,3,1,'6311001121','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016401800',1,'20220721',3,'УФК по Сахалинской области','RU',64,'693000','г','Южно-Сахалинск','ул Антона Буюклы, 34','20080821',NULL,52,3,1,'6401001800','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016577551',1,'20220907',4,'УФК по Свердловской области','RU',65,'620063','г','Екатеринбург','ул Фурманова, 34','20000101',NULL,52,3,1,'6577001551','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016614901',1,'20220721',3,'УФК по Смоленской области','RU',66,'214000','г','Смоленск','ул Докучаева, 7','20000101',NULL,52,3,1,'6614001901','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016711001',1,'20220721',3,'УФК по г. Севастополю','RU',67,'299011','г','Севастополь','ул Балаклавская, 9','20140410',NULL,52,3,1,'6711001001','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016850200',1,'20220721',3,'УФК по Тамбовской области','RU',68,'392000','г','Тамбов','ул Карла Маркса, 132','20000101',NULL,52,3,1,'6850001200','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('016902004',1,'20220721',3,'УФК по Томской области','RU',69,'634034','г','Томск','пр-т Ленина, 27','19980101',NULL,52,3,1,'6902001004','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('017003983',1,'20220721',3,'УФК по Тульской области','RU',70,'300041','г','Тула','ул Сойфера, 18','20000101',NULL,52,3,1,'7003001983','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('017102101',1,'20220721',3,'УФК ПО ТЮМЕНСКОЙ ОБЛАСТИ','RU',71,'625000','г','Тюмень','ул Урицкого, 36','19961017',NULL,52,3,1,'7102001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('017308101',1,'20220721',3,'УФК по Ульяновской области','RU',73,'432017','г','Ульяновск','ул Гончарова, 50/1','19940505',NULL,52,3,1,'7308001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('017501500',1,'20220721',3,'УФК по Челябинской области','RU',75,'454080','г','Челябинск','ул Тернопольская, 4','20080717',NULL,52,3,1,'7501001500','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('017601329',1,'20220721',3,'УФК по Забайкальскому краю','RU',76,'672002','г','Чита','ул Профсоюзная, 17','20081229',NULL,52,3,1,'7601001329','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('017719101',1,'20220721',3,'УФК ПО ЧУКОТСКОМУ АВТОНОМНОМУ ОКРУГУ','RU',77,'689000','г','Анадырь','ул Мира, 10','19980106',NULL,52,3,1,'7719001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('017888102',1,'20220721',3,'УФК по Ярославской области','RU',78,'150044','г','Ярославль','ул Полушкина Роща, 16, стр 7','20000101',NULL,52,3,1,'7888001102','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('017908101',1,'20220721',3,'УФК по Республике Адыгея','RU',79,'385000','г','Майкоп','ул Гоголя, 18','19941123',NULL,52,3,1,'7908001101','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018073401',1,'20220721',3,'УФК по Республике Башкортостан','RU',80,'450076','г','Уфа','ул Гоголя, 62','20000101',NULL,52,3,1,'8073001401','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018142016',1,'20220721',3,'УФК по Республике Бурятия','RU',81,'670000','г','Улан-Удэ','ул Ермаковская, 12','20000101',NULL,52,3,1,'8142001016','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018209001',1,'20220721',3,'УФК по Республике Дагестан','RU',82,'367015','г','Махачкала','ул Магомеда Ярагского, 93','20000101',NULL,52,3,1,'8209001001','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018327106',1,'20220721',3,'УФК по Кабардино-Балкарской Республике','RU',83,'360000','г','Нальчик','ул Ногмова, 37','20000101',NULL,52,3,1,'8327001106','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018405033',1,'20220721',3,'УФК  по Республике Алтай','RU',84,'649000','г','Горно-Алтайск','ул Чаптынова, 4','20000101',NULL,52,3,1,'8405001033','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018580010',1,'20220721',3,'УФК по Республике Калмыкия','RU',85,'358000','г','Элиста','ул Ленина, 242','19950404',NULL,52,3,1,'8580001010','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018602104',1,'20220721',3,'УФК по Республике Карелия','RU',86,'185035','г','Петрозаводск','ул Куйбышева, 21','20000101',NULL,52,3,1,'8602001104','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018702501',1,'20220721',3,'УФК по Республике Коми','RU',87,'167031','г','Сыктывкар','ул Громова, 45','19960101',NULL,52,3,1,'8702001501','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018860003',1,'20220721',3,'УФК по Республике Марий Эл','RU',88,'424000','г','Йошкар-Ола','ул Вознесенская, 85','19980106',NULL,52,3,1,'8860001003','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('018952501',1,'20220721',3,'УФК по Республике Мордовия','RU',89,'430005','г','Саранск','ул Коммунистическая, 33, к 1','19940706',NULL,52,3,1,'8952001501','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019033100',1,'20220721',3,'УФК по Республике Северная Осетия - Алания','RU',90,'362008','г','Владикавказ','ул Коцоева, 24','19980102',NULL,52,3,1,'9033001100','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019133001',1,'20220721',3,'УФК по Карачаево-Черкесской Республике','RU',91,'369000','г','Черкесск','ул Красноармейская, 70 А','20000101',NULL,52,3,1,'9133001001','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019205400',1,'20220721',3,'УФК по Республике Татарстан','RU',92,'420043','г','Казань','ул Вишневского, 31','19990112',NULL,52,3,1,'9205001400','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019304100',1,'20220721',3,'УФК по РЕСПУБЛИКЕ ТЫВА','RU',93,'667000','г','Кызыл','ул Красноармейская, 76 А','19950529',NULL,52,3,1,'9304001100','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019401100',1,'20220721',3,'УФК по Удмуртской Республике','RU',94,'426003','г','Ижевск','ул Карла Либкнехта, 8','19951219',NULL,52,3,1,'9401001100','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019514901',1,'20220721',3,'УФК по Республике Хакасия','RU',95,'655017','г','Абакан','ул Советская, 41','19940715',NULL,52,3,1,'9514001901','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019690001',1,'20220721',3,'УФК по Чеченской Республике','RU',96,'364024','г','Грозный','б-р. им. М.А.Эсамбаева, дом7/84','20000101',NULL,52,3,1,'9690001001','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019706900',1,'20220721',3,'УФК по Чувашской Республике','RU',97,'428018','г','Чебоксары','ул Нижегородская, 2, к 1','19910405',NULL,52,3,1,'9706001900','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019805001',1,'20220721',3,'УФК по Республике Саха (Якутия)','RU',98,'677000','г','Якутск','ул Орджоникидзе, 19','19980126',NULL,52,3,1,'9805001001','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('019923923',1,'20220721',3,'УФК по Еврейской автономной области','RU',99,'679016','г','Биробиджан','ул Миллера, 1','19941129',NULL,52,3,1,'9923001923','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('024501901',1,'20220721',3,'Межрегиональное операционное УФК','RU',45,'109240','г','Москва','ул В. Радищевская, 11, стр 1','20110817',NULL,52,5,1,'4501002901','PSAC',NULL,NULL,NULL,NULL,NULL,NULL,0,NULL,'1'),
('040001002',1,'20220721',3,'ПУ БАНКА РОССИИ N 43192',NULL,0,'043192',NULL,NULL,' П/П 43192','20081107',NULL,40,3,1,'0001002000','PSAC',NULL,'044525000',NULL,NULL,NULL,NULL,0,NULL,'1'),
('040002002',1,'20220721',3,'ПУ БАНКА РОССИИ N 43197',NULL,0,'043197',NULL,NULL,' П/П 43197','20081107',NULL,40,3,1,'0002002000','PSAC',NULL,'044525000',NULL,NULL,NULL,NULL,0,NULL,'1'),
('040004002',1,'20220721',3,'ПУ БАНКА РОССИИ N 67903',NULL,0,'067903',NULL,NULL,' П/П 67903','20150101',NULL,40,3,1,'0004002000','PSAC',NULL,'044525000',NULL,NULL,NULL,NULL,0,NULL,'1'),
('040012002',1,'20220721',3,'ПУ БАНКА РОССИИ N 03148',NULL,0,'003148',NULL,NULL,' П/П 03148','19940120',NULL,40,3,1,'0012002000','PSAC',NULL,'044525000',NULL,NULL,NULL,NULL,0,NULL,'1'),
('040021002',1,'20220721',3,'ПУ БАНКА РОССИИ N 83604',NULL,0,'083604',NULL,NULL,' П/П 83604','19940217',NULL,40,3,1,'0021002000','PSAC',NULL,'044525000',NULL,NULL,NULL,NULL,0,NULL,'1'),
('040031002',1,'20220721',3,'ПУ БАНКА РОССИИ N 83524',NULL,0,'083524',NULL,NULL,' П/П 83524','19940120',NULL,40,3,1,'0031002000','PSAC',NULL,'044525000',NULL,NULL,NULL,NULL,0,NULL,'1')
