
insert into dictionary.bic_participant_type
values
(0,'Главное управление Банка России'),
(10,'Расчетно-кассовый центр'),
(12,'Отделение, отделение – национальный банк главного управления Банка России'),
(15,'Структурное подразделение центрального аппарата Банка России'),
(16, 'Кассовый центр'),
(20, 'Кредитная организация'),
(30, 'Филиал кредитной организации'),
(40, 'Полевое учреждение Банка России'),
(51, 'Федеральное казначейство'),
(52, 'Территориальный орган Федерального казначейства'),
(60, 'Иностранный банк (иностранная кредитная организация)'),
(65, 'Иностранный центральный (национальный) банк'),
(71, 'Клиент кредитной организации, являющийся косвенным участником'),
(75, 'Клиринговая организация'),
(78, 'Внешняя платежная система'),
(90, 'Конкурсный управляющий (ликвидатор, ликвидационная комиссия)'),
(99, 'Клиент Банка России, не являющийся участником платежной системы')
